'''
Игра "Президент"

Ресурсы:
- казна
- земля
- народ
- смута
- зерно

Задаются вопросы
Какую ч земли засеять?
Случайное число урожая => зерно увелич
Сколько зерна народу? Народ увелич или уменьш => уменьш или увелич смута
Зерно стоит х. Продать или купить?
Вопросы повт каждый год:

Случайные события (сгорел дом, финансирование экспедиции и т д,
развязать войну - выигрыш - увеличение земли, проигрыш- уменьшение)
------
Подводятся итоги года
Смута (или что-то еще) влияет на конец игры
------
Создать игру-подобие
'''